Tarea1/Difusor_piter/0/epsilon
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 20;

boundaryField
{
  frontback
    {
      type	empty;
    }
  outlet
    {
      type	zeroGradient;
    }
  inlet
    {
      type	turbulentMixingLengthFrequencyInlet;
      value	uniform 1.0;
      mixingLength	0.001;
    }
  walls
    {
      type	epsilonWallFunction;
      value     uniform 1.0;
    }
}


// ************************************************************************* //
